Repository: DavidBruchmann/gb_events
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# tx_gbevents_domain_model_event
source: A single event
de: Ein einzelnes Event

# tx_gbevents_domain_model_event.title
source: The title of the event
de: Titel der Veranstaltung

# tx_gbevents_domain_model_event.teaser
source: A short teaser text
de: Kurzbeschreibung

# tx_gbevents_domain_model_event.description
source: A detailed description of the event
de: Beschreibung

# tx_gbevents_domain_model_event.location
source: The location of the event
de: Ort

# tx_gbevents_domain_model_event.event_date
source: The date when the event happens
de: Datum (Start der Veranstaltung)

# tx_gbevents_domain_model_event.event_time
source: The time the event happens
de: Uhrzeit

# tx_gbevents_domain_model_event.event_stop_date
source: The date when the event ends
de: Datum (Ende der Veranstaltung)

# tx_gbevents_domain_model_event.images
source: Images
de: Bilder

# tx_gbevents_domain_model_event.export_all
source: Download all events as .ics
de: Alle Termine im iCal-Format

# tx_gbevents_domain_model_event.export
source: Download event as .ics
de: Termin im iCal-Format

# header.list
source: Upcoming Events
de: Terminübersicht

# table.date
source: Date
de: Datum

# table.place
source: Place/Event
de: Ort/Anlass

# table.title
source: Title
de: Titel

source: back
de: zurück
